function CreateProductRule () {
    return (
        <div className='rules_create'> 
        <div className='text-wrapper'>
            <div  className='text_rules head'>
                <h2>Правила нашего сайта о создании товаров</h2>
            </div>
            <div className='text_rules'>
                <span >По правилам сайта,пользователь, не должен 
                    размежать на площадке товар,который может ем или иным способом нанести вред обществу
                    или некоторым должностным лицам. Также запрещается создавать товар с целью 
                    обмана некоторых лиц. За нарушения этих правил аккаунт данного пользователя,
                    будет удалён навсегда без возможности восстановления на площадке.
                    С ув. Администрация сайта.
                </span>
            </div>
        </div>
        </div>
    )
}

export default CreateProductRule;